tap "goldcaddy77/firefox"
tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "bash-completion"
brew "cmake"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-completion"
brew "ffmpeg"
brew "harfbuzz"
brew "gdk-pixbuf"
brew "ghostscript"
brew "gh"
brew "giflib"
brew "git"
brew "git-extras"
brew "gnupg"
brew "hub"
brew "hyperscan"
brew "icu4c"
brew "imath"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "libcroco"
brew "libffi"
brew "libheif"
brew "libpng"
brew "libpq"
brew "libssh"
brew "libtiff"
brew "libxml2"
brew "m4"
brew "macvim", args: ["HEAD"]
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "mkcert"
brew "nginx", restart_service: true
brew "node"
brew "node-build"
brew "nodenv"
brew "overmind"
brew "pango"
brew "pcre"
brew "protobuf"
brew "pidof"
brew "postgresql"
brew "postgresql@9.6"
brew "python@2"
brew "python@3.9", link: false
brew "readline"
brew "ruby"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler-ruby-version"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rlwrap"
brew "ruby-install"
brew "shared-mime-info"
brew "socat"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "watchman"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "backblaze"
cask "barrier"
cask "chromedriver"
cask "dropbox"
cask "dynamodb-local"
cask "encryptme"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "hammerspoon"
cask "keybase"
cask "loom"
cask "muzzle"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "proxyman"
cask "rowanj-gitx"
cask "signal"
cask "spotify"
cask "sonos"
cask "typora"
cask "xquartz"
cask "zoom"
