tap "cockroachdb/tap"
tap "github/bootstrap"
tap "github/packages"
tap "goldcaddy77/firefox"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "aws-iam-authenticator"
brew "sqlite"
brew "awscli"
brew "bash-completion"
brew "libffi"
brew "cmake"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "docker-compose", link: false
brew "erlang"
brew "elixir"
brew "icu4c"
brew "harfbuzz"
brew "python@3.9", link: false
brew "ffmpeg"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "go"
brew "glide"
brew "gnupg"
brew "pango"
brew "graphviz"
brew "hub"
brew "hyperscan"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jansson"
brew "jemalloc"
brew "jq"
brew "kafka"
brew "krb5"
brew "kubernetes-cli"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "lcov"
brew "leiningen"
brew "libcroco"
brew "libmaxminddb"
brew "libssh"
brew "libxml2"
brew "ruby"
brew "macvim", args: ["HEAD"]
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "mkcert"
brew "mupdf", link: false
brew "mupdf-tools"
brew "protobuf"
brew "mysql"
brew "mysql@5.7", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "node-build"
brew "nodenv"
brew "nss"
brew "tmux"
brew "overmind"
brew "pidof"
brew "poppler"
brew "postgresql"
brew "postgresql@9.6"
brew "python@2"
brew "rakudo-star"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler-ruby-version"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rlwrap"
brew "ruby-install"
brew "socat"
brew "softhsm"
brew "the_silver_searcher"
brew "tmate"
brew "watchman"
brew "yarn"
brew "github/bootstrap/elasticsearch@2.4"
brew "github/packages/awssume"
brew "heroku/brew/heroku"
cask "1password"
cask "atom"
cask "barrier"
cask "basecamp"
cask "chromedriver"
cask "dropbox"
cask "encryptme"
cask "firefox"
cask "firefox-46"
cask "flux"
cask "google-chrome"
cask "inkscape"
cask "keybase"
cask "muzzle"
cask "ngrok"
cask "postman"
cask "shiftit"
cask "skype"
cask "spotify"
cask "xquartz"
